7_semestre/sistemas-distribuidos/projetos/Trabalho 2 - Coordenador/Cliente/SD/temp/arqtemp0.xml

<env:Envelope xmlns:Envelope="http://www.w3.org/2003/05/soap-envelope">
  <env:Header>
    <n:tipo xmlns:n="http://192.168.0.131:5000/" env:mustUnderstand="true">
      <n:ip>192.168.0.131</n:ip>
      <n:valor>recurso</n:valor>
    </n:tipo>
  </env:Header>
  <env:Body>
    <p:dados xmlns:p="http://192.168.0.131:5000/">
      <p:id>2</p:id>
      <p:recurso>rescurso1.txt</p:recurso>
    </p:dados>
  </env:Body>
</env:Envelope>